<template>
	<div class="page cooperation-page">
		<v2header/>
		<div class="v2maintainer">
			<!-- content here -->
			<div class="container v2container">
				<div class="cooperation-box">
					<h3>Bvaluate与英诺天使基金达成战略合作，将区块链项目的基础评估结果作为投资辅助</h3>
					<p class="time">发布于：2019-1-18</p>
					<p class="des">近日，Bvaluate与英诺天使基金强强联手，达成全面战略合作伙伴关系。未来，英诺天使基金旗下区块链相关股权投资项目的价值分析及基础评估（筛选、尽调等），将与Bvaluate平台的行业数据和评估模型进行深度融合。若项目顺利通过Bvaluate平台初评，才有机会纳入英诺天使基金的视线，并最终得到投资机会。</p>
					<div class="img-box">
						<img src="../assets/cimg.jpg" alt="">
					</div>
					<p class="des">英诺天使基金作为清华系的杰出代表，成立5年来投资项目逾370个，管理资金规模超过20亿人民币，以李竹、林森、刘怀宇、祝晓成等为核心的投资团队人均从业经验10年以上。英诺天使基金近年以令人惊艳的战线屡获殊荣：连续三年获得清科“中国天使机构投资十强”；投中“中国最佳天使和早期投资机构TOP10”；创业邦/动点科技“最活跃天使投资机构”；新京报寻找中国创客“新锐投资机构”；华兴/猎云网“最佳天使投资机构”；亿欧“年度投资机构”；融资中国“十佳天使投资机构”等奖项。</p>
					<p class="des">Bvaluate是全球去中心化区块链项目自动评估平台，创始团队阵容强大，其技术研发和顾问团队均来自拓尔思、微软总部、华尔街、Adobe等，中、美两地具有全球视野和国际水平的创新型领军人才。Bvaluate以大数据建模分析、自然语言处理及图像识别技术见长，现已完成全球超4000个区块链项目的评估，可自动更新所有项目评分，并不断扩充全球项目库及相关人物库。Bvaluate自动评估模型有6大综合模块：团队、白皮书、行业、市场、资金监管及技术分析等；Bvaluate自动评估模型有10大评估维度及31个子维度支撑，包括：流式数据、文本数据、图片数据等深度数据挖掘分析，并结合区块链行业知识，通过全自动的多维数据分析汇聚，形成业内评估标准最统一、公开、透明的专业评分。与此同时，Bvaluate对单一区块链项目的深度挖掘工具，辅助投资机构完成对投资项目提供筛选及尽调工作；针对二级市场，Bvaluate建立了区块链项目价值榜单，并对国内外等网络信息数据进行聚合，帮助用户更全面的透视项目情况。除此之外，Bvaluate的项目评分和榜单功能，也可帮助项目方进行自我审视。</p>
					<p class="des">Bvaluate平台，独立、客观、公正，是衡量项目真实价值的标尺，是二级市场用户、各类平台及项目方达成一致共识的基础，是当前区块链产业回归价值理念的催化剂。未来，Bvaluate平台必将推动基础评估标准形成全球共识，促进区块链产业走向健康的良性发展之路。</p>
				</div>
			</div>
			<v2footer/>
		</div>

	</div>
</template>

<script>
	export default {

	}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
</style>

