<template>
	<div class="page dynamicList-page">
		<v2header/>
		<div class="v2maintainer">
			<!-- content here -->
			<div class="container v2container">
				<div class="dynamicList-box">
					<p class="head">公司动态</p>
					<div class="news-list">
						<div class="item" v-for="(item, index) in list" :key="index">
							<div class="left" @click="goView"><img :src="item.img"/></div>
							<div class="right">
								<p class="tit" @click="goView">{{item.tit}}</p>
								<p class="des">{{item.des}}</p>
								<p class="time">{{item.time}}</p>
							</div>
						</div>
					</div>
				</div>
			</div>
			<v2footer/>
		</div>

	</div>
</template>

<script>
	let defaultImg = require('../assets/search/news.png');

	export default {
		data () {
			return {
				defaultImg: defaultImg,
				list: [
				{
					"img": defaultImg,
					"tit": "2018年智慧能源与能源区块链技术创新峰会于澳门圆满落幕2018年智慧能源与能源区块链技术创新峰会于澳门圆满落",
					"des": "2018年12月11日至12月13日Bvaluate团队前往澳门参与第七届国际清洁能源论坛，论坛以“清洁能源智能引领，中国东盟携手合作”为主题，围绕水电、风电、光伏、核电、电力、煤炭清洁高效利用以及智慧能源和区块链技术创新等议题进行讨论和交流。今年大会首次开立“区块链能源”分论坛，旨在促进中国与东盟国家以及“一带一路”沿线国家的清洁能源合作，推动智慧能源和能源区块链技术创2018年12月11日至12月13日Bvaluate团队前往澳门参与第七届国际清洁能源论坛，论坛以“清洁能源智能引领，中国东盟携手合作”为主题，围绕水电、风电、光伏、核电、电力、煤炭清洁高效利用以及智慧能源和区块链技术创新等议题进行讨论和交流。今年大会首次开立“区块链能源”分论坛，旨在促进中国与东盟国家以及“一带一路”沿线国家的清洁能源合作，推动智慧能源和能源区块链技术创",
					"time": "2018-10-11 10:00"
				},
				{
					"img": defaultImg,
					"tit": "2018年智慧能源与能源区块链技术创新峰会于澳门圆满落幕2018年智慧能源与能源区块链技术创新峰会于澳门圆满落",
					"des": "2018年12月11日至12月13日Bvaluate团队前往澳门参与第七届国际清洁能源论坛，论坛以“清洁能源智能引领，中国东盟携手合作”为主题，围绕水电、风电、光伏、核电、电力、煤炭清洁高效利用以及智慧能源和区块链技术创新等议题进行讨论和交流。今年大会首次开立“区块链能源”分论坛，旨在促进中国与东盟国家以及“一带一路”沿线国家的清洁能源合作，推动智慧能源和能源区块链技术创2018年12月11日至12月13日Bvaluate团队前往澳门参与第七届国际清洁能源论坛，论坛以“清洁能源智能引领，中国东盟携手合作”为主题，围绕水电、风电、光伏、核电、电力、煤炭清洁高效利用以及智慧能源和区块链技术创新等议题进行讨论和交流。今年大会首次开立“区块链能源”分论坛，旨在促进中国与东盟国家以及“一带一路”沿线国家的清洁能源合作，推动智慧能源和能源区块链技术创",
					"time": "2018-10-11 10:00"
				},
				{
					"img": defaultImg,
					"tit": "2018年智慧能源与能源区块链技术创新峰会于澳门圆满落幕2018年智慧能源与能源区块链技术创新峰会于澳门圆满落",
					"des": "2018年12月11日至12月13日Bvaluate团队前往澳门参与第七届国际清洁能源论坛，论坛以“清洁能源智能引领，中国东盟携手合作”为主题，围绕水电、风电、光伏、核电、电力、煤炭清洁高效利用以及智慧能源和区块链技术创新等议题进行讨论和交流。今年大会首次开立“区块链能源”分论坛，旨在促进中国与东盟国家以及“一带一路”沿线国家的清洁能源合作，推动智慧能源和能源区块链技术创2018年12月11日至12月13日Bvaluate团队前往澳门参与第七届国际清洁能源论坛，论坛以“清洁能源智能引领，中国东盟携手合作”为主题，围绕水电、风电、光伏、核电、电力、煤炭清洁高效利用以及智慧能源和区块链技术创新等议题进行讨论和交流。今年大会首次开立“区块链能源”分论坛，旨在促进中国与东盟国家以及“一带一路”沿线国家的清洁能源合作，推动智慧能源和能源区块链技术创",
					"time": "2018-10-11 10:00"
				}
				]
			}
		},
		methods: {
			goView () {
				this.$router.push('/dynamicView');
			}
		}
	}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
</style>

