<template>
	<div class="page about-page">
		<v2header/>
		<div class="maintainer v2maintainer">
			<!-- content here -->
			<div class="container v2container">
				<div class="about-box">
					<h3>用户注册及使用APP隐私协议</h3>
					<p>在此特别提醒您（用户）在注册成为用户之前，请认真阅读本《用户协议》（以下简称“协议”），确保您充分理解本协议中各条款。请您审慎阅读并选择接受或不接受本协议。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。本协议约定北京猿链网络科技有限公司（以下简称“猿链”）与用户之间关于“Bvaluate”App软件服务（以下简称“服务“）的权利义务。“用户”是指注册、登录、使用本服务的个人及项目主体。本协议可由猿链随时更新，更新后的协议条款一旦公布即代替原来的协议条款，恕不再另行通知，用户可在本APP中查阅最新版协议条款。在修改协议条款后，如果用户不接受修改后的条款，请立即停止使用Bvaluate提供的服务，用户继续使用服务将被视为接受修改后的协议。 </p>
					<p>猿链非常重视用户的隐私和个人信息保护。您在使用我们服务时（如注册账户、上传项目官网及其它资料等），我们可能会收集和使用您的相关信息。我们希望通过《用户注册及使用App隐私政策》（以下简称“本隐私政策”）帮助您了解我们会收集哪些信息、为什么收集这些信息，会利用这些信息做些什么及如何保护这些信息。了解这些内容对于您行使隐私权及保护您的个人信息至关重要。本隐私政策适用于您通过任何方式（包括但不限于网站、APP、微信公众号、微信小程序等）对猿链各项服务的访问和使用。 一旦您继续访问或使用Bvaluate，即表示您同意此等隐私政策，授权并接受我们按照本隐私政策的规定收集、使用、共享、披露您的信息。</p>
					<p>一、 账号注册</p>
					<p>根据国家法律法规的规定，网络运营者为用户提供信息发布、即时通讯等服务，在与用户签订协议或者确认提供服务时，应当要求用户提供真实身份信息。用户不提供真实身份信息的，网络运营者不得为其提供相关服务。为了符合法律法规要求并更好地为您提供服务，我们将收集并使用您的个人信息。我们承诺将坚持“最小必要化”原则收集、使用、存储和传输用户信息，并通过用户协议和隐私政策告知您相关信息的使用目的和范围。</p>
					<p>1、用户在使用本服务前需要注册一个“Bvaluate”账号。“Bvaluate”账号应当使用手机号码绑定注册，请用户使用尚未与“Bvaluate”账号绑定的手机号码，以及未被服务根据本协议封禁的手机号码注册“Bvaluate”账号。服务可以根据用户需求或产品需要对账号注册和绑定的方式进行变更，而无须事先通知用户。</p>
					<p>2、“Bvaluate”系基于“Bvaluate官网“的APP产品，用户注册时应当授权Bvaluate及使用其个人信息方可成功注册“Bvaluate”账号。故用户完成注册即表明用户同意服务提取、公开及使用用户的信息。</p>
					<p>3、鉴于“Bvaluate”账号的绑定注册方式，您同意服务在注册时将允许您的手机号码及手机设备识别码等信息用于注册。</p>
					<p>4、在用户注册及使用本服务时，Bvaluate需要搜集能识别用户身份的个人信息以便服务可以在必要时联系用户，或为用户提供更好的使用体验。</p>
					<p>【个人信息的定义】</p>
					<p class="smmg">个人信息，是指以电子或者其他方式记录的能够单独或者与其他信息结合识别自然人个人身份的各种信息，在本隐私政策中涉及的个人信息包括但不限于：</p>
					<p class="smmg tein">基本信息：包括个人姓名、年龄（生日）、性别、个人电话号码、行业、所属公司等；</p>
					<p class="smmg tein">个人身份信息：个人证件、面部特征等；</p>
					<p class="smmg tein">网络身份标识信息：包括系统账号、IP地址、邮箱地址及与前述有关的密码等；</p>
					<p class="smmg tein">个人上网记录：包括网站及APP登录记录、浏览记录、使用记录、点击记录、操作记录等；</p>
					<p class="smmg tein">个人常用设备信息：包括硬件型号、设备MAC地址、操作系统类型、设备序列号等；</p>
					<p class="tein">个人位置信息：包括定位信息等。</p>
					<p>【为使用服务用户须提供并授权平台收集的信息】</p>
					<p>在您使用平台服务以及具体功能的过程中，我们可能会收集、保存和使用下列与您有关的信息才能提供上述服务。如果您不提供相关信息，您可能将无法使用平台的服务以及具体功能。 请您注意，您在使用平台服务/功能时所提供的所有个人信息，除非您删除或通过系统设置拒绝我们收集，否则将在您使用我们的产品与/或服务期间持续授权我们使用。这些服务/功能包括但不限于：</p>
					<p>1. 用户注册</p>
					<p>当您注册时，您需要至少向我们提供您本人的手机号码用于注册账号，我们将通过发送短信验证码的方式来验证您的身份是否有效。您可以自主设置您的账户密码，并补充个人信息包括公开显示的用户名、性别、年龄、行业、所属公司以及相关信息。这些信息均属于您的“账户信息”。</p>
					<p class="smmg">2、用户个人隐私信息保护</p>
					<p class="smmg tein">①如果猿链发现或收到他人举报或投诉用户违反本协议约定的，猿链有权不经通知随时对相关内容，包括但不限于用户资料、发贴记录进行审查、删除，并视情节轻重对违规账号处以包括但不限于警告、账号封禁 、设备封禁 、功能封禁 的处罚，且通知用户处理结果。</p>
					<p class="smmg tein">②因违反用户协议被封禁的用户，可以自行与猿链联系。其中，被实施功能封禁的用户会在封禁期届满后自动恢复被封禁功能。被封禁用户可提交申诉，猿链将对申诉进行审查，并自行合理判断决定是否变更处罚措施。</p>
					<p class="smmg tein">③用户理解并同意，猿链有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应承担由此而产生的一切法律责任。</p>
					<p class="tein">④用户理解并同意，因用户违反本协议约定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，用户应当赔偿猿链与合作公司、关联公司，并使之免受损害。</p>
					<p>3、您可选择是否授权我们收集和使用您的个人信息的情形</p>
					<p class="smmg">为使您使用平台服务更加高效便捷，从而提升您在平台的服务使用体验，我们的以下附加功能中可能会收集和使用您的个人信息。如果您不提供这些个人信息，您依然可以使用平台提供的查询、上传等基本功能，但您可能无法充分使用这些可以为您带来高效便捷服务体验的附加功能。这些附加功能包括但不限于：</p>
					<p class="smmg tein">①基于位置信息的个性化推荐功能：我们会收集您的位置信息（我们仅收集您当时所处的地理位置，但不会将您各时段的位置信息进行结合以判断您的行踪轨迹）来判断您所处的地点，为您推荐您所在区域的项目信息。</p>
					<p class="smmg tein">②基于摄像头（相机）的附加功能：您可以使用这个附加功能完成视频拍摄、拍照等功能，帮助您更好地使用在线沟通等服务。</p>
					<p class="smmg tein">③基于图片上传的附加功能：您可以在平台上传您的照片来设置头像、更好地使用项目信息发布、在线沟通等功能。</p>
					<p class="tein">④基于语音技术的附加功能：您可以直接使用麦克风来进行在线沟通。</p>
					<p>上述附加功能可能需要您在您的设备中向我们开启您的地理位置（位置信息）、相机（摄像头）、相册（图片库）以及麦克风访问权限，以实现这些功能所涉及的信息的收集和使用。您可以在您的终端设备中逐项查看您上述权限的开启状态，并可以决定将这些权限随时的开启或关闭。 请您注意，您开启这些权限即代表您授权我们可以收集和使用这些个人信息来实现上述的功能，您关闭权限即代表您取消了这些授权，则我们将不再继续收集和使用您的这些个人信息，也无法为您提供上述与这些授权所对应的功能。您关闭权限的决定不会影响此前基于您的授权所进行的个人信息的处理。</p>
					<p>4、无需征得授权的情形</p>
					<p class="smmg">根据国家法律法规的相关规定及特定事项的需求，平台在以下情况无需经过您的授权即可收集并使用您的个人信息，你知晓并充分理解此等情形:</p>
					<p class="smmg tein">与国家安全、国防安全有关的;</p>
					<p class="smmg tein">与公共安全、公共卫生、重大公共利益有关的;</p>
					<p class="smmg tein">出于维护个人信息主体或其他个人的生命、财产等重大合法权益的;</p>
					<p class="smmg tein">所收集的个人信息是个人信息主体自行向社会公众公开的;</p>
					<p class="smmg tein">从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府 信息公开等渠道;</p>
					<p class="smmg tein">为合法的新闻报道所必需的;</p>
					<p class="tein">统计机构、学术研究机构、政府公共部门等基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的;法律法规规定的其他情形。</p>
					<p>二、 个人信息的共享、披露及转让</p>
					<p>(一) 共享及披露</p>
					<p class="smmg">1. 我们不会与任何公司、组织和个人共享您的个人信息，但以下情况除外:</p>
					<p class="smmg tein">事先获得您明确的同意或授权;</p>
					<p class="smmg tein">个人信息主体自行向社会公众公开的个人信息;</p>
					<p class="smmg tein">从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息 公开等渠道</p>
					<p class="smmg tein">与国家安全、国防安全、公共安全、公共卫生、重大公共利益有关的;</p>
					<p class="smmg tein">与犯罪侦查、起诉、审判和判决执行等有关的;</p>
					<p class="smmg tein">根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须 的情况下进行提供;</p>
					<p class="smmg tein">在法律法规允许的范围内，为维护用户或社会公众利益、财产或安全免遭 损害而有必要提供;</p>
					<p class="smmg tein">只有共享您的信息，才能实现我们的产品与/或服务的核心功能或提供您需要的服务;</p>
					<p class="smmg tein">产品与/或服务的提供包含、依赖于第三方的服务。</p>
					<p class="smmg tein">为处理您与他人的纠纷或争议;</p>
					<p class="smmg tein">符合与您签署的相关协议(包括在线签署的电子协议以及相应的平台规则) 或其他的法律文件约定所提供;</p>
					<p class="smmg tein">基于学术研究而使用;</p>
					<p class="tein">基于符合法律法规的社会公共利益而使用。</p>
					<p>(二)转让</p>
					<p class="smmg">除以下情形外，我们不会将您的个人信息转让给除拉勾及其关联公司外的第三方:</p>
					<p class="smmg tein">事先获得您的明确授权或同意;</p>
					<p class="smmg tein">满足法律法规、法律程序的要求或强制性的政府要求或司法裁定;</p>
					<p class="tein">如果我们或我们的关联公司涉及合并、分立、清算、资产或业务的收购或出售等交易，您的个人信息有可能作为此类交易的一部分而被转移，我们将确保该等信息在转移时的机密性，并尽量确保在转移后继续受到其他隐私权政策的约束。</p>
					<p>三、 个人信息的保护</p>
					<p>(一) 从技术手段上</p>
					<p>我们使用达到行业普遍水平(甚至更优)的技术手段来保障个人信息的安全。</p>
					<p>但由于技术的限制以及可能存在的各种恶意手段，平台不承诺您的信息的绝 对安全。如出现第三方采取不正当手段获取用户个人信息的，在平台已按照法律 法规及本隐私政策履行网络运营者应尽的义务情况下，本平台不承担额外的责任。</p>
					<p>(二) 对于平台其他用户或其他第三方</p>
					<p>如涉及向平台其他用户或其他第三方共享、转让、披露用户个人信息的情形，我们同样会要求他们遵守相关规则，包括平台用户协议、本隐私政策、签署的相 关协议中的保密条款等。</p>
					<p>（三）安全事件</p>
					<p>为了应对可能的网络攻击、安全漏洞、信息泄露等风险事件，平台内部制定 了相应的安全事件应急预案。一旦发生相关事件，我们将迅速处理并按照法律法 规要求上报政府相关部门;同时，我们也将按照法律法规的要求及时向您通知: 安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自 主防范和降低风险的建议、对您的补救措施等。此等通知将以邮件、信函、电话、 推送通知等方式呈现，如果难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。</p>
					<p>如果您发现了任何有关平台的潜在安全风险(如系统漏洞等)或者个人信息 安全事件，您也可以向平台及时反馈并联系我们。</p>
					<p>四、 用户发布内容规范</p>
					<p>1、本条所述内容是指用户使用服务的过程中所制作、上载、复制、发布、传播的任何内容，包括但不限于账号头像、名称、用户说明等注册信息及认证资料，或文字、语音、图片、视频、图文等发送、回复或自动回复消息和相关链接页面，以及其他使用账号或本服务所产生的内容。 </p>
					<p class="smmg">2、用户不得利用“Bvaluate”账号或本服务制作、上载、复制、发布、传播如下法律、法规和政策禁止的内容： </p>
					<p class="smmg tein">(1) 反对宪法所确定的基本原则的；</p>
					<p class="smmg tein">(2) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
					<p class="smmg tein">(3) 损害国家荣誉和利益的；</p>
					<p class="smmg tein">(4) 煽动民族仇恨、民族歧视，破坏民族团结的；</p>
					<p class="smmg tein">(5) 破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
					<p class="smmg tein">(6) 散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
					<p class="smmg tein">(7) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
					<p class="smmg tein">(8) 侮辱或者诽谤他人，侵害他人合法权益的；</p>
					<p class="tein">(9) 含有法律、行政法规禁止的其他内容的信息。</p>
					<p class="smmg">3、用户不得利用“Bvaluate”账号或本服务制作、上载、复制、发布、传播如下干扰“服务”正常运营，以及侵犯其他用户或第三方合法权益的内容： </p>
					<p class="smmg tein">(1) 含有任何性或性暗示的；</p>
					<p class="smmg tein">(2) 含有辱骂、恐吓、威胁内容的；</p>
					<p class="smmg tein">(3) 含有骚扰、垃圾广告、恶意信息、诱骗信息的；</p>
					<p class="smmg tein">(4) 涉及他人隐私、个人信息或资料的；</p>
					<p class="smmg tein">(5) 侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；</p>
					<p class="tein">(6) 含有其他干扰本服务正常运营和侵犯其他用户或第三方合法权益内容的信息。 </p>
					<p>五、 使用规则</p>
					<p>1、用户在本服务中或通过本服务所传送、发布的任何内容并不反映或代表，也不得被视为反映或代表猿链的观点、立场或政策，猿链对此不承担任何责任。 </p>
					<p class="smmg">2、用户不得利用“Bvaluate”账号或本服务进行如下行为：</p>
					<p class="smmg tein">(1) 提交、发布虚假信息，或盗用他人头像或资料，冒充、利用他人名义的；</p>
					<p class="smmg tein">(2) 强制、诱导其他用户关注、点击链接页面或分享信息的；</p>
					<p class="smmg tein">(3) 虚构事实、隐瞒真相以误导、欺骗他人的；</p>
					<p class="smmg tein">(4) 利用技术手段批量建立虚假账号的；</p>
					<p class="smmg tein">(5) 利用“Bvaluate”账号或本服务从事任何违法犯罪活动的；</p>
					<p class="smmg tein">(6) 制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播，无论这些行为是否为商业目的；</p>
					<p class="tein">(7) 其他违反法律法规规定、侵犯其他用户合法权益、干扰“Bvaluate”正常运营或服务未明示授权的行为。</p>
					<p>3、用户须对利用“Bvaluate”账号或本服务传送信息的真实性、合法性、无害性、准确性、有效性等全权负责，与用户所传播的信息相关的任何法律责任由用户自行承担，与喵星无关。如因此给猿链或第三方造成损害的，用户应当依法予以赔偿。  </p>
					<p>4、猿链提供的服务中可能包括广告，用户同意在使用过程中显示猿链和第三方、合作伙伴提供的广告。除法律法规明确规定外，用户应自行对依该广告信息进行的交易负责，对用户因依该广告信息进行的交易或前述广告商提供的内容而遭受的损失或损害，猿链不承担任何责任。</p>
					<p>六、 其他</p>
					<p>1、猿链郑重提醒用户注意本协议中免除猿链责任和限制用户权利的条款，请用户仔细阅读，自主考虑风险。未成年人应在法定监护人的陪同下阅读本协议。 </p>
					<p>2、本协议的效力、解释及纠纷的解决，适用于中华人民共和国法律。若用户和猿链之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户同意将纠纷或争议提交猿链住所地有管辖权的人民法院管辖。 </p>
					<p>3、本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。</p>
					<p>七、 联系我们</p>
					<p>关于本隐私政策及个人信息的任何问题，您可以通过产品的在线反馈功能或如下方式同我们联系</p>
					<p>电话:010-82711820 (工作日 9:00-18:00)</p>
					<p>邮箱: ru.haiyan@bvaluate.com</p>
				</div>
			</div>
			<v2footer/>
		</div>

	</div>
</template>

<script>
	export default {

	}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
</style>

